name: "magface_onnx"
default_model_filename: "magface_iresnet18_casia_dp.onnx"
platform: "onnxruntime_onnx"
max_batch_size : 0
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [1,3,112,112]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [1,512]
  }
]