name: "yolo5face_onnx"
default_model_filename: "yolov5n-face.onnx"
platform: "onnxruntime_onnx"
max_batch_size : 0
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [1,3,640,640]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [1, 25200, 16]
  }
]